<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Scada Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Диспетчеризация"
    | Вы можете изменить эти языковые строки в соответствии с 
	| требованиями вашего приложения.
    |
    */
    'list'                                       => 'Список действий',
    'list.last'                                  => 'Последние действия',
    'empty'                                      => 'Действия отсутствуют',
    'empty.description'                          => 'Не обнаружено ни одной запланированного или выполненного действия на объектах диспетчеризации',
    'grid.tag'                                   => 'Тег',
    'grid.title.tag'                             => 'Наименование тега',
    'grid.title.scada'                           => 'Объект диспетчеризации',
    'grid.value'                                 => 'Значение',
    'grid.uid'                                   => 'Ответственный',
    'grid.created'                               => 'Дата',
    'grid.status'                                => 'Статус',
    'grid.status.on'                             => 'Выполнено',
    'grid.status.off'                            => 'В ожидании',



];
