<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Scada Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Диспетчеризация"
    | Вы можете изменить эти языковые строки в соответствии с 
	| требованиями вашего приложения.
    |
    */
    'title'                                       => 'Диспетчеризация',
    'dashboard'                                   => 'Панель управления',
    'objects'                                     => 'Объекты диспетчеризации',
    'tags'                                        => 'Теги',
    'crash'                                       => 'Ошибки и аварии',
    'actions'                                     => 'Лог действий',
    'create'                                      => 'Создать объект',
];
