<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Gusev Kirill
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Inventory Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Инвентаризация"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'title'                 => 'Инвентаризация',
    'index'                 => 'Объекты инвентаризации',
    'list'                  => 'Список объектов инвентаризации',
    'index_btn'             => 'Инвентарь',
    'print'                 => 'Напечатать QR-коды',
    'add'                   => 'Добавить',
    'edit'                  => 'Изменить',
    'edit.header'           => 'Изменение записи #:numb',
    'serial'                => 'Серийный номер',
    'serial.placeholder'    => 'Введите серийный номер',
    'category'              => 'Категория',
    'name'                  => 'Наименование',
    'name.placeholder'      => 'Введите наименование',
    'spec'                  => 'Дополнительная информация',
    'spec.placeholder'      => 'Введите информацию об объекте',
    'org'                   => 'Организация',
    'location'              => 'Расположение',
    'wid'                   => 'Пользователь',
    'date'                  => 'Дата добавления',
    'date.check'            => 'Дата последней инвентаризации',
    'check'                 => 'Подтверждение объекта #:numb',
    'empty'                 => 'Отсутствует',
    'created'               => 'Запись создана',
    'updated'               => 'Запись обновлена',
    'cancel'                => 'Отмена',
    'create'                => 'Создать запись',
    'update'                => 'Изменить запись',
    'select'                => 'Нажмите чтобы выбрать',
    'warning'               => 'Внимание',
    'check.modal'           => 'Подтверждение объекта',
    'check.do'              => 'Подтвердить',
    'close'                 => 'Закрыть',
    'info.empty'            => 'Нет информации',
    'checked'               => 'Подтверждено',
    'key'                   => 'Раздел',
    'value'                 => 'Значение',
];
