<div class="col-md-12 bg-white py-4">
    <center>
        <h1 class="title-section">Кто мы?</h1>
    </center>

    <div class="about-h1-span">
        <span>Наша компания специализируется на установке систем водоснабжения, систем отопления</span>
        <p>ООО «Атри-Энерго» - динамично развивающаяся многопрофильная компания, направлением деятельности
            которой является внедрение и применение современных технологий для решения инженерных задач в
            области систем тепловодоснабжения.</p>
    </div>

    <div class="div-hr div-hr-about"></div>

    <!-- Accordion -->
    <div class="accordion" id="accordion-1">
        <div class="about-grid-t4">
            <div>
                <div class="accordion-title text-center">
                    <img class="about-images" src="{{ asset('assets/images/1/250-1.jpg') }}" alt=""/>
                    <strong>Проектирование</strong>
                    <div class="acc-simbol">
                        <i class="ion-chevron-right"></i>
                    </div>
                </div>
                <div class="accordion-content">
                    <p>Компания ООО «АТРИ-ЭНЕРГО» - предоставляет КОМПЛЕКСНОЕ ПРОЕКТИРОВАНИЕ, которое
                        включает в себя весь необходимый спектр работ по проектированию ИТП, ЦТП, насосной
                        станции, систем отопления, водоснабжения и водоотведения, при необходимости,
                        осуществлению авторского надзора.</p>

                    <a class="bot-line" href="{{ url('project') }}">
                        ПОДРОБНЕЕ
                    </a>
                </div>
            </div>
            <div>
                <div class="accordion-title text-center">
                    <img class="about-images" src="{{ asset('assets/images/1/250-2.jpg') }}" alt=""/>
                    <strong>Монтаж</strong>
                    <div class="acc-simbol">
                        <i class="ion-chevron-right"></i>
                    </div>
                </div>

                <div class="accordion-content">
                    <p>Компания ООО «АТРИ-ЭНЕРГО» - это качественно произведенные работы. Сотрудники
                        осуществляют оперативный и комплексный подход к решению всех вопросов в области
                        монтажа инженерных систем. Мы ценим наших клиентов, и они могут быть уверены, что
                        все работы будут выполнены на высоком уровне и в срок.</p>

                    <a class="bot-line" href="{{ url('page/mounting') }}">
                        ПОДРОБНЕЕ
                    </a>
                </div>
            </div>
            <div>
                <div class="accordion-title text-center">
                    <img class="about-images" src="{{ asset('assets/images/1/250-3.jpg') }}" alt=""/>
                    <strong>Обслуживание</strong>
                    <div class="acc-simbol">
                        <i class="ion-chevron-right"></i>
                    </div>
                </div>

                <div class="accordion-content">
                    <p>Компания ООО «АТРИ-ЭНЕРГО» - это сертифицированные сервис по обслуживанию
                        теплотехнического оборудования. Мы производим обслуживание следующего оборудования:
                        Насосное оборудование «WILO», Теплообменное оборудование «РИДАН», Оборудование для
                        учета воды и тепла «ТЕРМОТРОНИК»</p>

                    <a class="bot-line" href="{{ url('page/servicing') }}">
                        ПОДРОБНЕЕ
                    </a>
                </div>
            </div>
            <div>
                <div class="accordion-title text-center">
                    <img class="about-images" src="{{ asset('assets/images/1/250-4.jpg') }}" alt=""/>
                    <strong>Сервис</strong>
                    <div class="acc-simbol">
                        <i class="ion-chevron-right"></i>
                    </div>
                </div>
                <div class="accordion-content">
                    <p>Компания ООО «АТРИ-ЭНЕРГО» - это сертифицированные сервис по обслуживанию
                        теплотехнического оборудования. Мы производим обслуживание следующего оборудования:
                        Насосное оборудование «WILO», Теплообменное оборудование «РИДАН», Оборудование для
                        учета воды и тепла «ТЕРМОТРОНИК»</p>

                    <a class="bot-line" href="{{ route('service.index') }}">
                        ПОДРОБНЕЕ
                    </a>
                </div>
            </div>
        </div>
    </div>
</div>
<div class="col-md-12 about-ob-block bg-white">
    <div class="container">
        <div class="content">
            <h3>Почему клиенты выбирают нас?</h3>
            <div class="grid-about">
                <div class="grid-about-div">
                    <i class="far fa-users" aria-hidden="true"></i>
                    <div>
                        <h4>Квалифицированные сотрудники</h4>
                        <p>Знания, опыт и профессиональная подготовка специалистов позволяют решать самые сложные
                            задачи. </p>
                    </div>
                </div>
                <div class="grid-about-div">
                    <i class="far fa-coffee" aria-hidden="true"></i>
                    <div>
                        <h4>Быстрый сервис</h4>
                        <p>Скорость обработки заявок позволит Вам сэкономить время и получить необходимые услуги в
                            нужный срок</p>
                    </div>
                </div>
            </div>

            <div class="grid-about">
                <div class="grid-about-div">
                    <i class="far fa-badge-check" aria-hidden="true"></i>
                    <div>
                        <h4>Гарантия качества</h4>
                        <p>Поставляемый товар от широко известных поставщиков и которые соответствуют наивысшим
                            требованиям.</p>
                    </div>
                </div>
                <div class="grid-about-div">
                    <i class="far fa-handshake" aria-hidden="true"></i>
                    <div>
                        <h4>Удобное сотрудничество</h4>
                        <p>Индивидуальный подход к каждому клиенту и комплексное обслуживание- залог выгодных и
                            долгосрочных отношений.</p>
                    </div>
                </div>
            </div>

        </div>
    </div>
</div>
<div class="col-md-12 container-about-text bg-white py-4">
    <p>Наша команда высококвалифицированных специалистов выполняет полный спектр работ, связанный со сбором исходной
        документации, составлением технических заданий, проектированием инженерных систем, согласованием с
        надзорными органами, поставкой оборудования, монтажом, сдачей в эксплуатацию и последующим
        обслуживанием.</p>
    <p>Опираясь на профильный опыт, наша компания отличается комплексным подходом к работе, умением подобрать и
        предложить заказчику персональные и оптимальные решения. Грамотные планировки, энергоэффективность,
        материалоемкость позволяют оптимизировать затраты при строительстве и будущей эксплуатации объекта.
        Качественная реализация поставленных задач перед своими заказчиками является главной целью нашей
        компании.</p>
    <p>Надежные партнерские отношения с ведущими поставщиками оборудования и услуг на рынке инжиниринга и поставок
        технологического оборудования позволяют максимально сократить сроки выполнения работ перед заказчиками,
        предоставить удобные условия поставки и оплаты. Осуществляется развитие и поддержка клиентов в регионах.</p>
    <p>Сотрудники компании ООО «АТРИ-ЭНЕРГО» осуществляют оперативный и комплексный подход к решению всех вопросов в
        области монтажа инженерных систем.</p>
    <p>Мы ценим и уважаем наших клиентов, и они могут быть уверены, что все работы будут выполнены качественно,
        надежно, долговечно и в срок.</p>
    <p>Наша компания всегда готова рассмотреть варианты кооперации и сотрудничества по различным направлениям нашей
        деятельности и реализации совместных проектов. Будем рады плодотворному и взаимовыгодному
        сотрудничеству.</p>
    <p>ООО «Атри-Энерго». С нами удобно работать!</p>
    <p>С нами выгодно сотрудничать! С нами интересно!</p>
</div>