<div class="col-md-12">

    <div class="section-title">
        <div class="title-header">
            <h5>Обслуживание объектов</h5>
            <h2 class="title">
                <strong>Обслуживание объектов</strong>
            </h2>
        </div>
        <div class="title-desc">
            Облуживание объектов любой сложности.
        </div>
    </div>

    <div class="section-content blog-article-text">
        <p>Наша компания обладает большим опытом оказания услуг в области технической эксплуатации и обслуживания инженерных систем. Благодаря активному развитию данного направления и совершенствованию каждого сотрудника в частности компания постоянно повышает качество выполняемых работ.</p>
        <p>Обслуживание ИТП, УУ и ремонт инженерных систем основано на проведении комплекса технических и организационных мероприятий, в результате которых обеспечивается постоянная работоспособность оборудования. Данный подход позволяет существенно оптимизировать эксплуатационные затраты. Качественное обслуживание инженерных систем и своевременная сдача показаний в теплоснабжающую организацию помогает снизить вероятность возникновения непредвиденных ситуаций, значительно продлить срок службы оборудования и существенно сократить внебюджетные расходы.</p>

        {{--
            <p>
                <b>Инженерные системы здания</b> – это сложный комплекс систем, который включает в себя:
            </p>

            <ul class="blues">
                <li class="blues">системы отопления</li>
                <li class="blues">горячего и холодного водоснабжения и канализации
                </li>
                <li class="blues">вентиляции и кондиционирования</li>
                <li class="blues">системы безопасности и охраны</li>
                <li class="blues">пожарной сигнализации и пожаротушения</li>
                <li class="blues">системы электроснабжения и т.д.</li>
            </ul>
    --}}
        {{--
        <p>
            <b>Следует также отметить</b>, что только <b>профессиональный подход
                квалифицированных специалистов</b> в области инженерных сетей
            поможет добиться <b>энергоэффективности, надежности и долговечности
                систем</b>.
        </p>
        --}}

    </div>

</div>