<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Конфигурация для модуля Requests
    |--------------------------------------------------------------------------
    |
    |
    |
    */

    'grid' => [
        // Действия мыши (Переназначение)
        'mouse' => [
            //'click' => false,
            //'dblclick' => false,
        ],
        'type' => '',
    ],

    'types' => [
        'path' => "/usr/modules/requests/Resources/images/",
        'text' => [
            0 => 'Не указан',
            1 => 'БТП свободная заявка',
            2 => 'Расчет БТП',
            3 => 'Расчет теплообменника',
            4 => 'Расчет узла учета',
            5 => 'Расчет насосного оборудования',
            6 => 'Расчет насосной станции',
        ],
        'img' => [
            0 => 'Не указан',
            1 => 'btp.png',
            2 => 'btp.png',
            3 => 'to.png',
            4 => 'flowMeter.jpg',
            5 => 'pump.png',
            6 => 'pumpStationIcon.png',
        ]
    ],

    //'status' => [
    //    1 => 'Ожидает',
    //    2 => 'Подтвержден',
    //    3 => 'На удалении',
    //],

    '' => '',

];
