<?php
/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Alexander (26.05.2023 15:17)
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Controls Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Финансы и контроль"
    | Вы можете изменить эти языковые строки в соответствии с
    | требованиями вашего приложения.
    |
    */

    'numb' =>                                       '№',
    'old_name' =>                                   'Контрагент',
    'object_name' =>                                'Обьект',
    'so_numb' =>                                    'Счёт поставщика',
    'uid' =>                                        'Ответственный',
    'date' =>                                       'Дата',
    'plan_pay_date' =>                              'Дата оплаты',
    'total' =>                                      'Сумма',
    'status_view' =>                                'Статус',
    'title' =>                                      'Заголовок',
    'status' =>                                     'Статус',
    'actions' =>                                    'Действия',
    'list' =>                                       'Контроль закупок',
    'storage_list' =>                               'Контроль остатков',
    'pay' =>                                        'Заявки на оплату',
    'null' =>                                       'Отсутствует',
    'status_confirm' =>                             'Подвердить статус',
];