<?php
/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Alexander (26.05.2023 15:17)
*/


return [

    /*
    |--------------------------------------------------------------------------
    | Controls Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Финансы и контроль"
    | Вы можете изменить эти языковые строки в соответствии с
    | требованиями вашего приложения.
    |
    */

    'edit'             =>                       'изменить',
    'download'         =>                       'скачать',
    'print'            =>                       'печать',
    'execute'          =>                       'Выполнить',
    'note'             =>                       'Примечание',
    'absent'           =>                       'Отсутствует',
    'comment'          =>                       'Комментарии',
    'quantity'         =>                       'Количество',
    'seller'           =>                       'Продавец',
    'atrienergo'       =>                       'ООО «Атри-Энерго»',
    'controls'         =>                       'Контроль закупок',
    'controls_all'     =>                       'Контроль закупок(Все)',
    'controls_storage' =>                       'Контроль остатков',
    'controls_pay'     =>                       'Заявки на оплату',
    'controls_god'     =>                       'Управление остатками',
    'module'           =>                       'Финансы и контроль',
    'status'           => [
        'success'     =>                        'Успешно!',
        'error'       =>                        'Произошла ошибка!',
        'date_update' =>                        'Дата успешно обновлена!',
        'waiting'     =>                        'Ожидает проверки',
        'sent'        =>                        'Отправлен на доработку',
        'agreed'      =>                        'Согласован',
    ],
    'statusPay'       => [
        'unpaid'      =>                        'Не оплачен',
        'paid'        =>                        'Оплачен',
        'cancel'      =>                        'Отмена оплаты по причине',
        'partial'     =>                        'Частичная оплата',
    ],
    'statusStorage'   => [
        0 =>                                    'Отменен',
        1 =>                                    'Ожидает закупки',
        2 =>                                    'Ожидает отправки',
        3 =>                                    'Закуплено'
    ],
    // blade-шаблоны storage.detail
    'storage' => [
        'date_create'     =>                        'Дата создания',
        'status'          =>                        'Статус',
        'list'            =>                        'Список приборов',
        'action'          =>                        'Действия',
        'confirm'         =>                        'Подвердить',
        'reject'          =>                        'Отвергнуть',
        'num'             =>                        '№',
        'article'         =>                        'АРТИКУЛ',
        'name'            =>                        'НАИМЕНОВАНИЕ',
        'ed'              =>                        'ЕД.',
        'existence'       =>                        'НАЛИЧИЕ',
        'diff'            =>                        'РАЗНИЦА',
        'status_text'     =>                        'СТАТУС',
    ],
    'pay' => [
        'application'     =>                        'Заявка на согласование',
        'date_pay'        =>                        'Дата оплаты',
        'num'             =>                        'Номер',
        'date_invoice'    =>                        'Дата счёта',
        'partial_pay'     =>                        'Дата частичной оплаты',
        'date_add'        =>                        'Добавить дату',
        'invoice'         =>                        'Счёт',
        'responsible'     =>                        'Ответсвенный',
        'provider'        =>                        'Поставщик',
        'invoice_provider' =>                       'Счет поставщика',
        'app_details'     =>                        'Детали заявки',
        'pay'             =>                        'Оплата',
        'documents_invoice' =>                      'Документы по счету',
        'linked_sales'    =>                        'Привязанные продажи',
        'files'           =>                        'Прикрепленные файлы',
        'edit_price'      =>                        'Изменить цену',
        'mark_delete'     =>                        'Отметить на удаление',
        'approve'         =>                        'Согласовать (на оплату)',
        'send_revision'   =>                        'Отправить на доработку',
        'cancel_approve'  =>                        'Отменить согласование',
        'to_pay'          =>                        'Оплатить',
        'cancel_pay'      =>                        'Отмена оплаты',
        'add_document'    =>                        'Добавить документ',
        'cancel_payment'  =>                        'Отменить оплату',
        'ndr'             =>                        'Н/Д/Р',
        'really'          =>                        'РЕАЛЬНО',
        'price'           =>                        'Цена - ₽',
        'result'          =>                        'Итог - ₽',
        'sales'           =>                        'ПРОДАЖИ',
        'purchases'       =>                        'ЗАКУПКИ',
        'difference'      =>                        'РАЗНИЦА',
        'purchase_results' =>                       'Итог закупки',
        'sales_results'   =>                        'Итог продажи',
        'total'           =>                        'Итого',
        'note'            =>                        'Примечание',
        'company'         =>                        'Компания',
        'gratitude'       =>                        'благодарит Вас за обращение. Спасибо за доверие!',
    ]

];