<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Developers Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Инструменты для разработчиков"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'developers'                                          => 'Инструменты разработчика',
    'index'                                               => 'Главная',
    'git'                                                 => 'Работа с GIT',   
    'git.description'                                     => 'В данном разделе вы можете выполнять базовые команды работы с репозиторием (GIT)',
    'composer'                                            => 'Работа с Composer',
    'composer.description'                                => 'В данном разделе вы можете выполнять базовые команды работы с менеджером пакетов Composer',
    'darklyy'                                             => 'Документация Darklyy',
    'darklyy.description'                                 => 'Перейдите на специальный портал посвященный фреймворку Darklyy для изучения документации',
    'daemons'                                             => 'Фоновые процессы',
    'daemons.description'                                 => 'В данном разделе вы можете управлять процессами запущенными в фоне, а также добавлять новые',
    'capabilities'                                        => 'Доступные возможности',
    'go'                                                  => 'Перейти',
    'routes'                                              => 'Список роутов приложения',
    'routes.description'                                  => 'В данном разделе можно увидеть список всех роутов приложения',

    'wilo'                                              => 'Wilo база данных',
    'wilo.description'                                  => 'Работа с Wilo базой',
   



];
