<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Org Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Менеджер организаций"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'manager'                                             => 'Менеджер организаций',
    'create'                                              => 'Создать организацию',
    'create.sign'                                         => 'Создать подпись',
    'created'                                             => 'Организация создана',

    'update'                                              => 'Изменить организацию',
    'updated'                                             => 'Организация изменена',

    'create.sign'                                         => 'Создать подпись',
    'list'                                                => 'Список организаций',
    'list.sign'                                           => 'Лица с правом подписи',
    'edit'                                                => 'Редактирование организации',

    'title'                                               => 'Название организации',
    'prefix'                                              => 'Префикс',



];
