<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Support Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Поддержка"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'module'                                              => 'Поддержка',

    'list'                                                => 'Все заявки',
    'my'                                                  => 'Мои заявки',
    'create'                                              => 'Новая заявка',
    'create.description'                                  => 'Нашли ошибку или требуется настроить офисную технику?',
    'creating'                                            => 'Создание заявки',
    'contact'                                             => 'Контакты',
    'show'                                                => 'Просмотр заявки №:numb',
    'send'                                                => 'Отправить',
    'comment.placeholder'                                 => 'Введите ваше сообщение',
    'comment.placeholder.disable'                         => 'Сначала откройте заявку вновь',
    'empty'                                               => 'Не указано',
    'back'                                                => 'Назад',
    'next'                                                => 'Далее',

    'grid.my'                                             => 'Список моих заявок',
    'grid.all'                                            => 'Список всех заявок',
];
