<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Support Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Поддержка"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'turn'                                          => 'В порядке очереди',    
    'top'                                           => 'Приоритетная заявка',
    'vip'                                           => 'Премиальная заявка',
   



];
