<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Support Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Поддержка"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'site'                                             => 'Сайт',    
    'site.description'                                 => 'Проблемы обнаруженные<br>на сайте компании',    
    'portal'                                           => 'Корпоративный портал',
    'portal.description'                               => 'Проблемы обнаруженные в работе<br>корпоративного портала',
    'lk'                                               => 'Личный кабинет',
    'lk.description'                                   => 'Проблемы обнаруженные в работе<br>личного кабинета',
    'office'                                           => 'Офис',
    'office.description'                               => 'Ремонт компьютеров, установка программ<br>обслуживание техники',
    'price'                                            => 'Прайс-листы',
    'price.description'                                => 'Ошибочные цены, новые прайс листы, <br>корректировка скидок',
    'catalog'                                          => 'Номенклатура',
    'catalog.description'                              => 'Ошибка в заполнение номенклатуры, <br>заведение новой, объединение дублей',
    'calculation'                                      => 'Подбор оборудование',
    'calculation.description'                          => 'Ошибка в подборе оборудования например:<br>насосные станции, блоки',
    'other'                                            => 'Другое',
    'other.description'                                => 'Если ваша заявка не относится ни к одну<br>из выше перечисленных разделов',
    
   



];
