<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/
return [

    /*
    |--------------------------------------------------------------------------
    | Home Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется для модуля Home
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'go' => 'Открыть заказы',
    'text' => 'В этом месяце вы заняли :place место <br>и продали на сумму:',
    'title' => 'Поздравляем 🎉 :name!',

    'medals' => [
        'title' => 'Ваша :medal за :count место',
        // Медали list
        'gold' => 'Золотая медаль',
        'silver' => 'Серебряная медаль',
        'bronze' => 'Бронзовая медаль',
        'other' => 'Стальная медаль',
    ],

    '' => '',
];