<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Конфигурация для модуля Objects
    |--------------------------------------------------------------------------
    |
    |
    |
    */

    'grid' => [
        // Действия мыши (Переназначение)
        'mouse' => [
            //'click' => false,
            //'dblclick' => false,
        ],
        'type' => '',
    ],

    'types' => [
        0 => 'Не указан',
        1 => 'Продажа',
        2 => 'Проектирование',
        3 => 'Монтаж',
    ],

    'status' => [
        1 => 'Ожидает',
        2 => 'Подтвержден',
        3 => 'На удалении',
    ],

    '' => '',

];
