<?php

return [

    /*
    |------------------------------------------------- -------------------------
    | Настройки аутентификации по умолчанию
    |------------------------------------------------- -------------------------
    |
    | Этот параметр управляет "защитой" аутентификации по умолчанию и паролем.
    | параметры сброса для вашего приложения. Вы можете изменить эти значения по умолчанию
    | по мере необходимости, но они идеально подходят для большинства приложений.
    |
    */

    'defaults' => [
        'guard' => 'web',
        'passwords' => 'users',
    ],

    /*
    |------------------------------------------------- -------------------------
    | Охранники аутентификации
    |------------------------------------------------- -------------------------
    |
    | Затем вы можете определить каждого защитника аутентификации для вашего приложения.
    | Конечно, для вас была определена отличная конфигурация по умолчанию.
    | здесь, который использует хранилище сеансов и поставщика пользователей Eloquent.
    |
    | Все драйверы аутентификации имеют провайдера пользователя. Это определяет, как
    | пользователи фактически извлекаются из вашей базы данных или другого хранилища
    | механизмы, используемые этим приложением для сохранения ваших пользовательских данных.
    |
    | Поддерживается: "session"
    |
    */

    'guards' => [
        'web' => [
            'driver' => 'session',
            'provider' => 'users',
        ],
    ],

    /*
    |------------------------------------------------- -------------------------
    | Поставщики пользователей
    |------------------------------------------------- -------------------------
    |
    | Все драйверы аутентификации имеют провайдера пользователя. Это определяет, как
    | пользователи фактически извлекаются из вашей базы данных или другого хранилища
    | механизмы, используемые этим приложением для сохранения ваших пользовательских данных.
    |
    | Если у вас есть несколько пользовательских таблиц или моделей, вы можете настроить несколько
    | источники, которые представляют каждую модель/таблицу. Затем эти источники могут
    | быть назначены любым дополнительным средствам проверки подлинности, которые вы определили.
    |
    | Поддерживается: "database", "eloquent"
    |
    */

    'providers' => [
        'users' => [
            'driver' => 'eloquent',
            'model' => Boot\Models\Users::class,
        ],

        // 'users' => [
        //     'driver' => 'database',
        //     'table' => 'users',
        // ],
    ],

    /*
    |------------------------------------------------- -------------------------
    | Сброс паролей
    |------------------------------------------------- -------------------------
    |
    | Вы можете указать несколько конфигураций сброса пароля, если у вас их больше.
    | чем одна пользовательская таблица или модель в приложении, и вы хотите иметь
    | отдельные настройки сброса пароля в зависимости от конкретных типов пользователей.
    |
    | Срок действия — это количество минут, в течение которых будет действовать каждый токен сброса.
    | считается действительным. Эта функция безопасности обеспечивает недолговечность токенов, поэтому
    | у них меньше времени на угадывание. Вы можете изменить это по мере необходимости.
    |
    */

    'passwords' => [
        'users' => [
            'provider' => 'users',
            'table' => 'password_resets',
            'expire' => 60,
            'throttle' => 60,
        ],
    ],

    /*
    |------------------------------------------------- -------------------------
    | Тайм-аут подтверждения пароля
    |------------------------------------------------- -------------------------
    |
    | Здесь вы можете определить количество секунд до подтверждения пароля
    | истекает, и пользователю предлагается повторно ввести свой пароль через
    | экран подтверждения. По умолчанию тайм-аут длится три часа.
    |
    */

    'password_timeout' => 10800,

];
