<?php

return [

    /*
    |------------------------------------------------- -------------------------
    | Телекомпания по умолчанию
    |------------------------------------------------- -------------------------
    |
    | Эта опция управляет вещательной компанией по умолчанию, которая будет использоваться
    | framework, когда событие необходимо транслировать. Вы можете установить это на
    | любое из соединений, определенных в массиве «connections» ниже.
    |
    | Поддерживаются: "pusher", "ably", "redis", "log", "null"
    |
    */

    'default' => env('BROADCAST_DRIVER', 'null'),

    /*
    |------------------------------------------------- -------------------------
    | Широковещательные соединения
    |------------------------------------------------- -------------------------
    |
    | Здесь вы можете определить все широковещательные соединения, которые будут использоваться.
    | для трансляции событий в другие системы или через веб-сокеты. Образцы
    | каждый доступный тип соединения предоставляется внутри этого массива.
    |
    */

    'connections' => [

        'pusher' => [
            'driver' => 'pusher',
            'key' => env('PUSHER_APP_KEY'),
            'secret' => env('PUSHER_APP_SECRET'),
            'app_id' => env('PUSHER_APP_ID'),
            'options' => [
                'cluster' => env('PUSHER_APP_CLUSTER'),
                'host' => '127.0.0.1',
                'port' => 6001,
                'scheme' => 'https'
            ],
        ],
        
        'ably' => [
            'driver' => 'ably',
            'key' => env('ABLY_KEY'),
        ],

        'redis' => [
            'driver' => 'redis',
            'connection' => 'default',
        ],

        'log' => [
            'driver' => 'log',
        ],

        'null' => [
            'driver' => 'null',
        ],

    ],

];
