<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Активная тема по умолчанию
    |--------------------------------------------------------------------------
    |
    | Он назначит активную тему по умолчанию для использования, 
    | если она не установлена во время выполнения.
    */
    'active' => env('APP_NAME') == 'AE' ? 'main' : 'pris',

    /*
    |--------------------------------------------------------------------------
    | Родительская тема
    |--------------------------------------------------------------------------
    |
    | Это родительская тема для темы, указанной в активном конфиге.
    | вариант. Он работает как иерархия тем в стиле WordPress, если лезвие
    | файл не найден в текущей активной теме, то он будет искать его
    | в родительской теме.
    */
    'parent' => null,

    /*
    |--------------------------------------------------------------------------
    | Путь к темам
    |--------------------------------------------------------------------------
    |
    | Базовый путь, по которому расположены все темы.
    */
    'base_path' => usr_path('themes')
];