<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Users Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Пользователи"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    // Название модуля
    'module' => 'Пользователи',
    'all' => 'Все пользователи',

    // Перевод для Админ панели
    'admin' => [
        'list' => 'Все пользователи',
        'add' => 'Добавить пользователя',
        'ago' => 'назад',

        'table' => [
            'title' => 'Список пользователей',
            'grid' => [
                //'title' => '',
            ]
        ],

        'active' => [
            0 => 'Не активен',
            1 => 'Активен',
        ],

        '' => '',
    ],

    // OLD
    'users'                                             => 'Пользователи',
    'users.manager'                                     => 'Менеджер пользователей',
    'users.list'                                        => 'Список пользователей',
    'users.add'                                         => 'Добавить пользователя',

    'users.editor.added'                                => 'Добавление пользователя',
    'users.editor.edited'                               => 'Изменение пользователя',

    'users.editor.add'                                  => 'Добавить',
    'users.editor.edit'                                 => 'Изменить',

    'users.editor.info'                                 => 'Информация о пользователе',

    'users.info'                                        => 'Информация',
    'users.info.add'                                    => 'Пользователь успешно добавлен',
    'users.info.edit'                                   => 'Пользователь успешно изменён',
    'users.info.list'                                   => 'Просмотреть список пользователей?',

];
