<?php

function getCongratulation()
{
    return <<<HTML
        <div class="row">
        <div class="col-sm-3">
                <div>
                    <h2>2021-2020</h2>
                </div>
                <div class="mb30">
                    <p>Лихое время карантинов,</p>
                    <p>Когда непросто было всем,</p>
                    <p>Двадцатка свежих витаминов</p>
                    <p>Влились в компании тандем.</p>
                </div>
                <div class="mb30">
                    <p>И с новой силой и умами</p>
                    <p>Идёт к вершинам рынка гор</p>
                    <p>Вперёд к земле за рубежами,</p>
                    <p>Направив на успех курсор</p>
                </div>
                <div class="mb30">
                    <p>Вот жизнерадостна Ирена-</p>
                    <p>проектировщик и технарь.</p>
                </div>
                <div class="mb30">
                    <p>Мир Муравьёву по колено-</p>
                    <p>На производстве он Главарь.</p>
                </div>
                <div class="mb30">
                    <p>Весёлый говорун Кубышкин -</p>
                    <p>Размеренный наш рулевой.</p>
                </div>
                <div class="mb30">
                    <p>Вот энергичный Трусов Сашка-</p>
                    <p>Монтажник-слесарь волевой.</p>
                </div>
                <div class="mb30">
                    <p>Серьёзный Злобин - Ас порядка,</p>
                    <p>Нач. Строй участка деловой.</p>
                </div>
                <div class="mb30">
                    <p>Программер Дёмин- он загадка</p>
                    <p>Потом узнаем в чём там соль.</p>
                </div>
                <div class="mb30">
                    <p>Братухин любопытный очень-</p>
                    <p>Копает в самое ядро!</p>
                </div>
                <div class="mb30">
                    <p>Акеев- менеджер, а ночью</p>
                    <p>Студент учёный, стильный Бро</p>
                </div>
                <div class="mb30">
                    <p>Вот креативная Гульнара-</p>
                    <p>Специалист и правдолюбка.</p>
                </div>
                <div class="mb30">
                    <p>Всегда активная Татьяна-</p>
                    <p>Орех не каждому по зубкам.</p>
                </div>
                <div class="mb30">
                    <p>Овчинников неповторимый,</p>
                    <p>Ответственный глав. инженер.</p>
                </div>
                <div class="mb30">
                    <p>Трубников- монтажник сильный.</p>
                    <p>Он опытный легионер.</p>
                </div>
                <div class="mb30">
                    <p>Вот Вячеслав философ мудрый-</p>
                    <p>И маркетолог, и планер.</p>
                </div>
                <div class="mb30">
                    <p>А Роберт- камень изумрудный-</p>
                    <p>В продажах ловкий он жонглёр!</p>
                </div>
                <div class="mb30">
                    <p>Арина- спец и работяжка,</p>
                    <p>Скромняжка, умница всегда.</p>
                </div>
                <div class="mb30">
                    <p>Наталья наша обаяшка,</p>
                    <p>Спокойный менеджер она.</p>
                </div>
                <div class="mb30">
                    <p>Замеров мастер очень нужный</p>
                    <p>И Д'Артаньян и мушкетёр!</p>
                </div>
                <div class="mb30">
                    <p>Бывальцев вымотает душу,</p>
                    <p>Но своего добьется он.</p>
                </div>
                <div class="mb30">
                    <p>А Соловьёв супергерой!</p>
                    <p>Весёлый радостный Тарзан)</p>
                </div>
                <div class="mb30">
                    <p>Елена цветик трудовой,</p>
                    <p>Учтёт МЦ-хов океан.</p>
                </div>
                <div class="mb30">
                    <p>Казалось вроде бы 2 года-</p>
                    <p>Совсем зелёный молодняк,</p>
                    <p>А пережили непогоду,</p>
                    <p>И тут стоят не просто так.</p>
                </div>
                <div class="mb30">
                    <p>Здесь каждый светит уникально</p>
                    <p>Поярче огненной звезды</p>
                    <p>Оставят след монументальный.</p>
                    <p>У нас победы впереди!</p>
                </div>
            </div>
            <div class="col-sm-3">
                <div>
                    <h2>2019-2018</h2>
                </div>
                <div class="mb30">
                    <p>Капнем историей пораньше</p>
                    <p>В те золотые времена,</p>
                    <p>Когда нас стало не "компашка",</p>
                    <p>А прямо "целая орда".</p>
                </div>
                <div class="mb30">
                    <p>Открылся АТРИ и ТэТэХа,</p>
                    <p>Отделы выросли в разы,</p>
                    <p>Специалисты вклад весомой</p>
                    <p>В портал компании внесли.</p>
                </div>
                <div class="mb30">
                    <p>Антон пришёл и принял позу.</p>
                    <p>За словом он в карман не лазит.</p>
                    <p>К нему вообще не лезь с угрозой-</p>
                    <p>Кальяном вдруг ещё загасит)</p>
                </div>
                <div class="mb30">
                    <p>Наш Саша программист от бога!</p>
                    <p>Пока он строит весь портал-</p>
                    <p>Его все любят дёргать, трогать.</p>
                    <p>Он рыб с аквариума сожрал!</p>
                </div>
                <div class="mb30">
                    <p>Кто Киповец и улыбашка?</p>
                    <p>Наш Пантелеев Алексей.</p>
                    <p>Он ростом с 10- этажку,</p>
                    <p>Чудных приборов он диджей.</p>
                </div>
                <div class="mb30">
                    <p>Наш Агафонов Александр</p>
                    <p>Крутой электрики монтёр.</p>
                    <p>В проводной сети ихтиандр,</p>
                    <p>Добр на улыбку и упёрт.</p>
                </div>
                <div class="mb30">
                    <p>Мария- сметных дел царица.</p>
                    <p>В её работе есть всегда</p>
                    <p>Взгляд и повадки милой львицы,</p>
                    <p>Слова по делу, прямота.</p>
                </div>
                <div class="mb30">
                    <p>Семья Братухиных! Все знают:</p>
                    <p>Акулы бизнеса, умны,</p>
                    <p>Но мясо не употребляют-</p>
                    <p>Раз не кусают, то добры.</p>

                    <p>Отец и леди и мужчины,</p>
                    <p>У королевской двойни Мать.</p>
                    <p>А-а! Плотоядны значит ныне?</p>
                    <p>Тогда в рот руки не совать!</p>
                </div>
                <div class="mb30">
                    <p>Анастасия- наш менагер.</p>
                    <p>Тростинка с виду, но сильна,</p>
                    <p>Заткнёт за пояс и без магий</p>
                    <p>Поднимет крупного качка!</p>
                </div>
                <div class="mb30">
                    <p>Милашка Ксюша рассчитает</p>
                    <p>Как всё по схемам быть должно</p>
                    <p>И от её улыбки тают.</p>
                    <p>Красотка будь то из кино!</p>
                </div>
                <div class="mb30">
                    <p>И Никонов красавчик фирмы:</p>
                    <p>Паркур, проекты- всё его..</p>
                    <p>Ещё фанат он порнофильмов.</p>
                    <p>Кто знает- понял там про что что)</p>
                </div>
                <div class="mb30">
                    <p>О Константине молвить можно,</p>
                    <p>Что всё по полкам разберет,</p>
                    <p>А даже если и дотошный,</p>
                    <p>То лишь по делу вас дожмёт)</p>
                </div>
                <div class="mb30">
                    <p>Тютрюмов Стас на руки мастер-</p>
                    <p>Большой и сильный как медведь!</p>
                    <p>Не карандаш, а прям фломастер,</p>
                    <p>Без дела не привык сидеть.</p>
                </div>
                <div class="mb30">
                    <p>Никита- метеор снабженец.</p>
                    <p>Достанет всё извне и сам.</p>
                    <p>И рядом с ним любой младенец</p>
                    <p>по чёткости и скоростям.</p>
                </div>
                <div class="mb30">
                    <p>Наш Галичанин Алексей</p>
                    <p>Гермес и Асс дорожных странствий.</p>
                    <p>Он за рулём других быстрей.</p>
                    <p>Всё чётко, в сроки, по-спартански.</p>
                </div>
                <div class="mb30">
                    <p>А правит в мире тендеров</p>
                    <p>Наш Владислав- он с виду скромный.</p>
                    <p>Объём работы- будь здоров!</p>
                    <p>Он безмятежный даже в штормы.</p>
                </div>
                <div class="mb30">
                    <p>Макс- он на чиле, расслабоне,</p>
                    <p>Но парень вовсе не ленив.</p>
                    <p>С бородкой дядька в капюшоне,</p>
                    <p>Само спокойствие, шутлив.</p>
                </div>
                <div class="mb30">
                    <p>Ирина наша зажигалка!</p>
                    <p>И дружелюбна и мила.</p>
                    <p>Бухгалтер огненный закалки.</p>
                    <p>Хозяйка, искорка, стрела.</p>
                </div>
            </div>
            <div class="col-sm-3">
                <div>
                    <h2>2017-2016</h2>
                </div>
                <div class="mb30">
                    <p>А в стародавнюю эпоху,</p>
                    <p>Когда разнёсся А3 бренд,</p>
                    <p>Дела пошли весьма неплохо-</p>
                    <p>Корпоративных дней ивент.</p>
                </div>
                <div class="mb30">
                    <p>А в помощь динозавров роте</p>
                    <p>Примкнула дюжина бойцов.</p>
                    <p>И ночевали на работе</p>
                    <p>С функционалом без концов.</p>
                </div>
                <div class="mb30">
                    <p>Вован любимый наш миляга-</p>
                    <p>Волшебник и универсал,</p>
                    <p>Весёлый юморной трудяга:</p>
                    <p>Починит всё, что сам сломал.</p>
                    <p>Он динозаврик в А3-теме,</p>
                    <p>С ним и надёжно и легко.</p>
                </div>
                <div class="mb30">
                    <p>А это Окса- рыжий демон-</p>
                    <p>Там шило где-то глубоко.</p>
                    <p>Она же первая девчонка-</p>
                    <p>Пришла порядки наводить.</p>
                    <p>Берёт любую работенку,</p>
                    <p>Чтоб строить, помогать, творить.</p>
                </div>
                <div class="mb30">
                    <p>Лобанов Сашка- он метролог.</p>
                    <p>Кто помнит, он же бог конфет!</p>
                    <p>Заботлив, сдержан, мил и молод.</p>
                    <p>Он дверь сломал нам в туалет)</p>
                    <p>Любитель спать, но трудоголик.</p>
                    <p>И омут тихий, но в чертях.</p>
                </div>
                <div class="mb30">
                    <p>Илюша, друг его соколик,</p>
                    <p>Глава в продажных отраслях.</p>
                    <p>Ведёт отдел специалистов,</p>
                    <p>Миньонов любит. Для своих</p>
                    <p>Шелемов- котик шелковистый,</p>
                    <p>Большой начальник- для других.</p>
                </div>
                <div class="mb30">
                    <p>Наш супервумен- это Маша.</p>
                    <p>Силач- кроссфитер, если что,</p>
                    <p>Она же нежная милаша</p>
                    <p>Тягает от груди +100!</p>
                    <p>Работает немногословно,</p>
                    <p>Расчетчик быстрый и лихой.</p>
                </div>
                <div class="mb30">
                    <p>А вот и Макс- он безусловно</p>
                    <p>Звезда, помощник и герой,</p>
                    <p>Тот, кто всегда пойдёт за клинским,</p>
                    <p>Залезет он в любой подвал.</p>
                    <p>Наш ангел с взглядом сатанинским,</p>
                    <p>Проектов множество создал.</p>
                </div>
                <div class="mb30">
                    <p>Бармин- начальник на участке.</p>
                    <p>Его задача не проста-</p>
                    <p>Процесс работы, планы, снасти,</p>
                    <p>Всё довести от "А" до "Я".</p>
                    <p>А в целом- добрый, честный Дима</p>
                    <p>Спокоен, краток, справедлив.</p>
                </div>
                <div class="mb30">
                    <p>Трухин наш Дмитрий- это сила-</p>
                    <p>Дисциплинирован, учтив,</p>
                    <p>По праву золотые руки!</p>
                    <p>Усы и лапы- всё при нём.</p>
                    <p>Он соберёт любые штуки</p>
                    <p>Не оставляя на потом.</p>
                </div>
                <div class="mb30">
                    <p>Владимир Соболев- мужчина!</p>
                    <p>Монтажник, слесарь, блокострой.</p>
                    <p>Он сварщик мощный суперсильный.</p>
                    <p>И Дядя Вова он простой.</p>
                    <p>На совесть трудится усердно,</p>
                    <p>не знает слово "не могу".</p>
                </div>
                <div class="mb30">
                    <p>Анюта с сердцем безразмерным,</p>
                    <p>Дюймовочка в большом саду.</p>
                    <p>Она же ласковый бухгалтер,</p>
                    <p>Так тихо кротко говорит,</p>
                    <p>Но закалён её характер,</p>
                    <p>Ведь пару непосед растит.</p>
                </div>
                <div class="mb30">
                    <p>Роман Игнатьев- мистер скорость!</p>
                    <p>В логистике он дирижёр.</p>
                    <p>Присуща целеустремленность.</p>
                    <p>Он резок, бодр и шустёр.</p>
                    <p>Наш краснодарский мотолётчик,</p>
                    <p>Шумахер, даже экстримал.</p>
                </div>
                <div class="mb30">
                    <p>Вот доктор Стрэйндж- Иван молодчик-</p>
                    <p>Он тот, кто создал наш портал.</p>
                    <p>Иван работает за коржик,</p>
                    <p>Рабов успел себе набрать.</p>
                    <p>Наладить технику поможет-</p>
                    <p>Ему лишь стоит рядом встать.</p>
                </div>
            </div>
            <div class="col-sm-3">
                <div>
                    <h2>2015-2013</h2>
                </div>
                <div class="mb30">
                    <p>Немного Эры динозавров-</p>
                    <p>Когда была пора основ,</p>
                    <p>Костяк сформировался мавров:</p>
                    <p>Мамани и пяти отцов.</p>
                </div>
                <div class="mb30">
                    <p>На плечи доблестных титанов</p>
                    <p>Взвалилрсь всё от "А" до "О"!</p>
                    <p>Команда дружных капитанов:</p>
                    <p>Встречаем Атриков- дедов!</p>
                </div>
                <div class="mb30">
                    <p>Вот Стас- технический директор,</p>
                    <p>Монтаж-процессов генерал.</p>
                    <p>Нет в предприятии вопросов,</p>
                    <p>Ответ, к которым он б не знал.</p>
                    <p>Доброжелательный во взгляде,</p>
                    <p>Серьёзный плодовитый ум.</p>
                    <p>Огромным безграничным вкладом процессы фирмы развернул.</p>
                </div>
                <div class="mb30">
                    <p>А вот счастливый Супер Ложкин-</p>
                    <p>Проектный главный инженер.</p>
                    <p>Андрей с улыбкой как с обложки,</p>
                    <p>Он оптимизма изомер)</p>
                    <p>Не спит, и даже не стареет,</p>
                    <p>И тайно Бэтменит в ночи,</p>
                    <p>Отлично шпарит по-немецки   И ни минуты не молчит.</p>
                </div>
                <div class="mb30">
                    <p>А есть среди столпов компаний</p>
                    <p>Везде присутствующий дед:</p>
                    <p>Ну кто ж не знает Николая-</p>
                    <p>Ударный "Шквал" среди торпед!</p>
                    <p>Его смекалистей, хитрее</p>
                    <p>Пожалуй, в мире даже нет,</p>
                    <p>Его советы всех мудрее,</p>
                    <p>Ему салаги смотрят вслед.</p>
                </div>
                <div class="mb30">
                    <p>Вот Королева бухучета,</p>
                    <p>Начал начальных буховед,</p>
                    <p>Эксперт налоговых отчётов,</p>
                    <p>Гроза сующихся в бюджет.</p>
                    <p>Ларис Ивановну боятся</p>
                    <p>Все, кто попал под строгий взгляд,</p>
                    <p>Но всё равно к ней все стремятся</p>
                    <p>И быть похожими хотят.</p>
                    <p>На самом деле наша мама</p>
                    <p>Объятья любит и цветы.</p>
                </div>
                <div class="mb30">
                    <p>А может вспомним Кто был мамонт</p>
                    <p>Ныне известного Атри?</p>
                </div>
                <div class="mb30">
                    <p>На пустыре безлюдно-тихом</p>
                    <p>Стоял с улыбкой Четкарев.</p>
                    <p>Оттеплоснабил фирму лихо</p>
                    <p>И мчатся дальше был готов.</p>
                    <p>Он основатель капитанов,</p>
                    <p>Тот, кто начало положил,</p>
                    <p>Везде проходный, с кучей планов</p>
                    <p>Свой путь ИП-шный проложил.</p>
                </div>
                <div class="mb30">
                    <p>И был другой. Сказал добьётся</p>
                    <p>Успеха фундаменталист.</p>
                    <p>И стал основой, что зовётся</p>
                    <p>"Могучий Халк", "баскетболист":</p>
                    <p>Директор Атри Некопыткин</p>
                    <p>Антон - он наш локомотив,</p>
                    <p>Вершина нашей пирамидки,</p>
                    <p>он импульсивен, справедлив.</p>
                </div>
                <div class="mb30">
                    <p>Горит делами, светит силой</p>
                    <p>И знает всё до мелочей.</p>
                    <p>Идеей искру заложил он</p>
                    <p>В один из многих декабрей.</p>
                </div>
                <div class="mb30">
                    <p>И 9 лет ей управляет -</p>
                    <p>Своей командой лихачей.</p>
                </div>
                <div class="mb30">
                    <p>Атри- Энерго поздравляем!</p>
                    <p>Будь впереди планеты всей!</p>
                </div>
            </div>
        </div>
HTML;
}
