<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'login' => 'Авторизация',
    'services' => 'Войдите в ваш личный кабинет',
    'services_register' => 'Зарегистрируйте ваш аккаунт',
    'services_reset' => 'Введите ваш адрес электронной почты, связанный с вашей учетной записью',
    'register' => 'Регистрация',
    'reset_password' => 'Восстановление пароля',

    'have_account' => 'У вас есть аккаунт?',
    'dont_have_account' => 'У вас нет аккаунта?',
    'lk' => 'Личный кабинет',
    'remember' => 'Запомнить меня?',
    'about' => 'Чтобы оформлять заказы, пользоваться инструментами для проектировщиков, диспетчеризацией и многими другими сервисами необходимо авторизоваться.',
    'about_register' => 'Чтобы оформлять заказы, пользоваться инструментами для проектировщиков, диспетчеризацией и многими другими сервисами необходимо зарегистрироваться.',
    'name' => [
        'label' => 'Ваше ФИО',
        'placeholder' => 'Укажите ваш ФИО',
    ],
    'email' => [
        'label' => 'E-mail адрес',
        'placeholder' => 'Укажите ваш E-mail адрес',
    ],
    'password' => [
        'label' => 'Пароль',
        'placeholder' => 'Укажите ваш пароль',
    ],
    'password-confirm' => [
        'label' => 'Повторите пароль',
        'placeholder' => 'Повторите ваш пароль',
    ],

    'agree' => 'Я согласен с условиями использования, условиями оплаты и политикой конфиденциальности',
    'forgot' => 'Забыли пароль?',
    'sign_in' => 'Войти',
    'sign_up' => 'Зарегистрироваться',
    'reset' => 'Восстановить',
    'return' => 'Вспомнили пароль?',
    'or' => 'или',
    'social' => [
        'vk' => 'Продолжить через VK',
        'yandex' => 'Продолжить через Яндекс',
        'google' => 'Продолжить через Google',
    ],

];