<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Profile Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Профиль"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'module' => 'Профиль',

    // Общая часть
    'sidebar' => [
        'tasks' => 'Завершенные задачи',
        'projects' => 'Завершенные проекты',

        'details' => 'Детали',
        'username' => 'Имя пользователя',
        'email' => 'Электронная почта',
        'status' => [
            'title' => 'Статус',
            'active' => 'Активен',
            'not_active' => 'Не активен',
        ],
        'role' => 'Роль',
        'id' => 'Идентификатор',
        'tel' => 'Телефон',
        'date' => 'Дата рождения',
        'country' => 'Страна',

        'edit' => 'Редактировать',
        'suspended' => 'Приостановленный',
        'unspec' => 'Не указано',
        '' => '',
    ],

    // Страницы
    // Auth
    'auth' => [
        'required' => 'Это обязательное поле',
        'login' => [
            'title' => 'Страница входа',
            'header' => 'Добро пожаловать', // Заменить
            'message' => 'Пожалуйста, войдите в свою учетную запись', // Заменить
            'password' => 'Пароль',
            'remember' => 'Запомнить меня',
            'sing_in' => 'Войти',
            'novice' => 'Нет аккаунта?',
            'create' => 'Создать аккаунт',
            'or' => 'или',
            '' => '',
        ],
        'register' => [
            'title' => 'Страница регистрации',
            'header' => 'Регистрация', // Заменить
            'message' => 'Зарегистрируйте ваш аккаунт', // Заменить
            'agree' => 'Я согласен с <a href=":url">условиями использования</a>, условиями оплаты и политикой конфиденциальности',
            'sing_up' => 'Зарегистрироваться',
            'already' => 'У вас уже есть учетная запись?',
            'password_confirm' => [
                'title' => 'Повторите пароль',
                'placeholder' => 'Повторите ваш пароль',
            ],
        ],
        'reset' => [
            'title' => 'Страница сброса пароля',
            'header' => 'Сброс пароля',
            'message' => 'Ваш новый пароль должен отличаться от ранее использовавшихся паролей',
            'password' => 'Новый пароль',
            'set_new_password' => 'Установить новый пароль',
        ],
        'forgot' => [
            'title' => 'Страница восстановления пароля',
            'header' => 'Забыли пароль?',
            'message' => 'Введите свой адрес электронной почты, и мы вышлем вам инструкции по сбросу вашего пароля',
            'reset' => 'Отправить ссылку для сброса',
            'back' => 'Вернуться ко входу в систему',
        ],
        'verify' => [
            'title' => 'Подтверждение',
            '' => '',
        ],
    ],

    // Основные
    'profile' => [
        'title' => 'Профиль',
        '' => '',
    ],
    'security' => [
        'title' => 'Безопасность',
        '' => '',
    ],
    'notifications' => [
        'title' => 'Уведомления',
        'desc' => 'Измените настройки уведомлений, пользователь получит обновление',
        '' => '',
    ],
    'settings' => [
        'title' => 'Настройки',
        '' => '',
    ],
    'edit' => [
        'title' => 'Редактировать информацию о пользователе',
        'l_name' => 'Фамилия',
        'f_name' => 'Имя',
        'm_name' => 'Отчество',

        // data-msg
        'place' => [
            'title' => 'Пожалуйста, введите :place',
            'l_name' => 'свою фамилию',
            'f_name' => 'своё имя',
            'm_name' => 'своё отчество',
        ],

        'pill' => 'Редактирование профиля',
        'toggle' => 'Подтвердить изменение ?',
        'save' => 'Сохранить',
        'discard' => 'Отмена',
    ],

    '' => '',

];