<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Price Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Прайсы"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'title' => "Добавление прайс-листа",  
    'type' => "Выберите тип прайс листа",
    'open' => "Открыть после создания?",
    'add' => "Добавить",
    'added' => "Прайс лист успешно добавлен",
    'info' => "Информация",
];
