<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Price Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Прайсы"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'prices' => "Управление прайс-листами",
    'types' => "Типы цен",
    'price' => "Прайс листы",
    'add' => "Добавить прайс-лист",
    'add.description' => "Добавьте прайс лист чтобы установить цены на номенклатуру",
    'adding' => "Добавление прайс-листа",
    'search' => "Поиск цен",
    'settings' => "Настройка цены",
    'settings.list' => "Список товаров",
    'settings.account' => "Настройка сайтов",
    'settings.load' => "Загрузка настроек",
    'receiving' => "Монитор взятия цен",
    'rival' => "Привязка скидок",
    'rival.client' => "Привязка скидок клиентам",
    'rival.group' => "Привязка скидок по группе",
    'rival.discount' => "Привязка скидок конкурентам",
];
