<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Price Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Прайсы"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'title' => "Прайс-лист #:numb",  
    'activate' => "Провести",  
    'activate.title' => "Вы уверены что хотите провести?",  
    'activate.description' => "Вы действительно уверены что хотите провести данный прайс-лист, цены указанные в документе будут использоваться в портале",  
    'deactivate' => "Распровести",  
    'deactivate.title' => "Вы уверены что хотите распровести?",  
    'deactivate.description' => "Вы действительно уверены что хотите распровести данный прайс-лист, цены указанные в документе больше не будут использоваться в портале",  
    'print' => "Распечатать",  
    'load' => "Загрузить",  
    'load.cid' => "Столбец ID каталога",  
    'load.cid.placeholder' => "Введите столбец ID каталога",  
    'load.price' => "Столбец цены",  
    'load.price.placeholder' => "Введите столбец цены",  
    'load.start' => "Строка начала данных",  
    'load.start.placeholder' => "Введите строку начала данных",
    'load.file' => "Файл",    
    'load.upload' => "Загрузить",        
    'load.close' => "Закрыть",        
    'uid' => "Ответственный",  
    'type' => "Вид цены",  
    'comment' => "Комментарий",  
    'comment.empty' => "Отсутствует",  
    'date' => "Дата",  
    'active' => "Проведение",  
    'active.on' => "Проведена",  
    'active.off' => "Не проведена",  
    'attach' => "Приложенный файл",  
    'attach.empty' => "Отсутствует",
    'accept' => "Подтвердить",  
    'table.sku' => "Артикул",  
    'table.title' => "Наименование",  
    'table.unit' => "Ед",  
    'table.price' => "Цена",  
    'table.action' => "Действие",  
    'table.action.show' => "Открыть каталог",  
    'table.action.delete' => "Удалить позицию",   
    'list' => "Список товаров",  
    'refresh' => "Обновить",  
    'save' => "Сохранить",  
    'delete' => "Удалить",  
    'delete.title' => "Вы уверены?",  
    'delete.text' => "Вы действительно хотите удалить данную номенклатуру из прайс-листа",  
    'delete.close' => "Закрыть",  
    'info' => "Информация",  
    'saved' => "Данные успешно сохранены",  
    'updated' => "Данные успешно обновлены",  
  
];
