<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Objects Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Объекты"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'module'                            => 'Объекты',

    'list'                              => 'Все объекты',
    'map'                               => 'Объекты на карте',
    'add'                               => 'Добавить объект',
    'ago'                               => 'назад',

    'table' => [
        'title' => 'Список объектов'
    ],

    'wizard' => [
        'save'                          => 'Сохранить',
        'send'                          => 'Отправить',
        'back'                          => 'Назад',
        'next'                          => 'Далее',
    ],

];
