<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Decrees Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Новости"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'decrees'                                             => 'Приказы',
    'reestr'                                              => 'Реестр приказов',
    'list'                                                => 'Список приказов',
    'new'                                                 => 'Новый приказ',
    'type'                                                => 'Тип',   
    'type.activity'                                       => 'По основной деятельности',
    'type.staff'                                          => 'По личному составу',
    'type.trip'                                           => 'На командировку',
    'status.end'                                          => 'Завершенный',
    'status.active'                                       => 'Активный',
    'adding'                                              => 'Добавление приказа',
    'add'                                                 => 'Добавить приказ',
    'save'                                                => 'Сохранить приказ',
    'choose.org'                                          => 'Выберите организацию',
    'choose.type'                                         => 'Выберите тип приказа',
    'started_at'                                          => 'Дата начала',
    'ended_at'                                            => 'Дата конца',
    'ended_at.help'                                       => 'Если у приказа нет срока действия оставьте поле пустым',
    'comment'                                             => 'Комментарий',
    'comment.placeholder'                                 => 'Комментарий к настоящему приказу',
    'comment.help'                                        => 'Старайтесь заполнять комментарий',
    'edit'                                                => 'Редактировать приказ',
    'uid'                                                 => 'Ответственный',
    'created_at'                                          => 'Дата создания',
    'updated_at'                                          => 'Дата изменения',
    'show'                                                => 'Просмотр приказа: :numb',
    'numb'                                                => 'Номер приказа',
    'org'                                                 => 'Организация',
    'status'                                              => 'Статус приказа',
    'worker'                                              => 'Сотрудник',
    'workers'                                             => 'Сотрудники',
    'show.main'                                           => 'Основная информация',
    'show.system'                                         => 'Служебная информация',
    'show.sub'                                            => 'Информация по приказу',
    'show.command'                                        => 'Информация о командировке',
    'null'                                                => 'Не указано',
    'target'                                              => 'Цель',
    'post'                                                => 'Должность',
    'date_transit'                                        => 'Дней в пути',
    'place.countable'                                     => 'Место назначения #:count',
    'cancel'                                              => 'Отмена',
    "file"                                                => 'Файл приказа',
    'scan'                                                => 'Скан приказа'


];
