@extends('app')

@section('content')
    <div id="wrapper">
        <div class="container">
            <div class="row">

                <div id="shopify-section-blog-sidebar"
                     class="shopify-section blog-sidebar col-sidebar sidebar"
                >
                    @include('layouts.sidebar', [
                        'categories' => $categories,
                        'url' => 'service',
                        'all' => true
                    ])
                </div>

                <div id="shopify-section-blog-template" class="shopify-section">

                    {{-- Заголовок --}}
                    @include('layouts.title', [
                        'name' => 'service',
                    ])
                    {{-- Заголовок --}}

                    {{-- Хлебные крошки --}}
                    @include('layouts.breadcrumbs')
                    {{-- Хлебные крошки --}}

                    <div class="row">

                        <div class="col-md-12">
                            <div class="card box-shadow">

                                <div class="col-md-12">
                                    <h3 class="h2 text-center">
                                        {{ $title ?? '' }}
                                    </h3>

                                    <div class="text-center">
                                        <img src="{{ asset('assets/images/service/termo_f.jpg') }}"
                                             alt="{{ $title ?? '' }}"
                                             class="w-100 br-3"
                                        >
                                    </div>

                                    <div class="lh-1-3 mt-3">
                                        <div class="my-4">
                                            Ремонт теплосчетчиков – это весьма ответственная процедура, которая требует
                                            особого профессионализма, наличия специализированных инструментов и знаний,
                                            касающихся принципов работы и внутреннего устройства приборов учета тепла.
                                            Заручившись поддержкой сотрудников компании ООО <b>«АТРИ-ЭНЕРГО»</b>, вы
                                            можете быть уверены в том, что все работы пройдут качественно, оперативно и
                                            в полном соответствии с техническими регламентами.<br><br>
                                            Имея в распоряжении весь спектр необходимого оборудования, специалисты
                                            компании ООО <b>«АТРИ-ЭНЕРГО»</b>, способны провести ремонт теплосчетчиков,
                                            обеспечив их дальнейшую успешную эксплуатацию. Обращаясь к нам, вы получаете
                                            следующие преимущества:
                                        </div>

                                        <ul class="blues">
                                            <li class="blues">максимально оперативное проведение восстановительных
                                                работ;
                                            </li>
                                            <li class="blues">постоянное наличие расходных материалов и комплектующих,
                                                необходимых для ремонта;
                                            </li>
                                            <li class="blues">возможность устранения неполадок непосредственно на
                                                объекте заказчика;
                                            </li>
                                            <li class="blues">предоставление профессиональных консультаций касательно
                                                сервисного обслуживания узлов учета тепловой энергии.
                                            </li>
                                        </ul>

                                        <div class="mt-4">
                                            Своевременный ремонт теплосчетчиков дает возможность сохранить все
                                            технические характеристики приборов в соответствии с регламентированными
                                            параметрами, что является <b>надежным залогом</b> объективного проведения
                                            учета тепловой энергии. Кроме того, мы предоставляем клиентам услуги <b>гарантийного,
                                                послегарантийного обслуживания</b>, а также оказываем содействие в
                                            вопросах выбора наиболее оптимального комплекта оборудования.
                                        </div>
                                    </div>

                                    {{-- Сертификаты --}}
{{--                                    @include('service::layouts.certs')--}}
                                    {{-- Сертификаты --}}

                                    {{-- Кнопки действия --}}
                                    @include('service::layouts.action_button', [
                                        'url' => 'order/service/termotronic',
                                    ])
                                    {{-- Кнопки действия --}}

                                </div>

                            </div>
                        </div>

                    </div>

                </div>
            </div>
        </div>
@endsection