<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2022 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Временная конфигурация для модулей которые еще не перенесены на Laravel
    |--------------------------------------------------------------------------
    |
    |
    |
    */

    // Модуль Sales/Sales2
    'sales' => [
        // Статусы для sales
        'status' => [
            0 => '', // Все
            1 => 'Создан',
            2 => 'На согласовании',
            3 => 'Согласован',
            4 => 'Размещён',
            5 => 'Доставляется',
            6 => 'Доставлен',
            7 => 'Отгружен'
        ],

        // Типы для sales
        'types' => [
            0 => 'Не указана',
            1 => 'Заказ',
            2 => 'Заявка на производство',
            3 => 'Розничная торговля',
            4 => 'Блочные решения',
            5 => 'Мониторинг цен',
        ],

        '' => ''
    ],

    // Модуль Задачи
    'tasks' => [
        // Статусы для tasks
        'status' => [
            0 => '', // Все
            1 => 'Выполняется',
            2 => 'Отправлена на проверку',
            3 => 'Выполнено',
            4 => 'Отправлена на доработку',
            7 => 'Задача отменена', // 7 >_<
        ],
    ],

    '' => [
        '' => ''
    ],

    // '' => '',

];
