<?php

/*
* @name        DARKLYY
* @link        https://darklyy.ru/
* @copyright   Copyright (C) 2012-2023 ООО «ПРИС»
* @license     LICENSE.txt (see attached file)
* @version     VERSION.txt (see attached file)
* @author      Komarov Ivan
*/

return [

    /*
    |--------------------------------------------------------------------------
    | Cashbox Language Lines
    |--------------------------------------------------------------------------
    |
    | Этот языковой файл используется в модуле "Касса"
    | Вы можете изменить эти языковые строки в соответствии с
	| требованиями вашего приложения.
    |
    */

    'list' => 'Список доступных касс',
    'grid.numb' => '№',
    'grid.title' => 'Название кассы',
    'grid.address' => 'Местоположение кассы',
    'show' => 'Управление кассой #:numb',
    'description' => 'В данном разделе вы можете управлять кассой: открывать и закрывать смены, а также получать различные отчеты',
    'cashier' => 'Выберите кассира',
    'cashier.choose' => 'Выбрать',
    'cashier.selected' => 'Выбранный кассир:',
    'action.open' => 'Открыть смену',
    'action.close' => 'Закрыть смену',
    'action.report' => 'Х-отчёт',
    'action.collection' => 'Инкассация денег',
    'action.depositing' => 'Внесение денег',
    'action.drawer' => 'Открыть денежный ящик',
    'action.ofd' => 'Печатать состояния расчётов и связи с ОФД',
    'action.fn' => 'Получить данные последнего чека из ФН',
    'action.kkt' => 'Получить текущее состояние ККТ',




];
